[
    {
        "id": 1,
        "name": "AKIRA VOL. 1",
        "description": "Autor: Katsuhiro Otomo<br>En la hostil y caótica megalópolis de Neo-Tokyo, construida sobre las cenizas de una Tokio aniquilada por una explosión desconocida, Kaneda, Tetsuo y el resto de sus amigos deberán averiguar el enigma de Akira, el cual esconde el más escalofriante secreto científico.",
        "image": "/images/products/akiravol011-240-0.jpg",
        "price": 4300,
        "stock": 1,
        "categoryId": "manga"
    },
    {
        "id": 2,
        "name": "AKIRA VOL. 2",
        "description": "Autor: Katsuhiro Otomo<br>En un caótico Neo-Tokio recién emergido de las cenizas de la III Guerra Mundial, Kaneda, Tetsuo y compañía se ven envueltos en el misterio de Akira, un extraño ser que en realidad es un proyecto científco secreto que debería hacer evolucionar a la raza humana.",
        "image": "/images/products/akiravol021-1313093cb386fe612215905332279410-240-0.jpeg",
        "price": 4220,
        "stock": 3,
        "categoryId": "manga"
    },
    {
        "id": 3,
        "name": "AKIRA VOL. 3",
        "description": "Autor: Katsuhiro Otomo.<br>En un caótico Neo-Tokio recién emergido de las cenizas de la III Guerra Mundial, Kaneda, Tetsuo y compañía se ven envueltos en el misterio de Akira, un extraño ser que en realidad es un proyecto científco secreto que debería hacer evolucionar a la raza humana.",
        "image": "/images/products/akiravol031-907f0143351a86975415905335560257-240-0.jpeg",
        "price": 4090,
        "stock": 1,
        "categoryId": "manga"
    },
    {
        "id": 4,
        "name": "AKIRA VOL. 4",
        "description": "Autor: Katsuhiro Otomo.<br>Tokio se encuentra en un estado post apocalíptico. La respuesta para detener a Akira puede estar en manos de la misteriosa Lady Miyako, miembro poderoso de la fraternidad psíquica. Mientras tanto, Tetsuo comienza a tener dudas, se entera de los secretos tras el proyecto que creó a Akira y comienza a tomar cartas en el asunto.",
        "image": "/images/products/akiravol041-66c52e0624815199dc15905337117802-240-0.jpeg",
        "price": 4560,
        "stock": 5,
        "categoryId": "manga"
    },
    {
        "id": 5,
        "name": "AKIRA VOL. 5",
        "description": "Autor: Katsuhiro Otomo<br>Neo-Tokio yace en ruinas. De los escombros ha surgido un imperio poblado por fanáticos que adoran y temen al poderoso Akira por igual. El mundo no está tomando la amenaza psíquica a la ligera y una fuerza militar global se está concentrando para enfrentarse al imperio. ¿Serán sufcientes para destruir a Akira y su primer ministro, Tetsuo, un trastornado adolescente con un inmenso poder que solo es comparable con su inmensa ambición?",
        "image": "/images/products/akiravol051-0d082d2ca90199fcc615905338989873-240-0.jpeg",
        "price": 4480,
        "stock": 2,
        "categoryId": "manga"
    },
    {
        "id": 6,
        "name": "AKIRA VOL. 6",
        "description": "Autor: Katsuhiro Otomo<br>¡TOMO FINAL! En un devastada Neo-Tokio del siglo XXI, el poder armado de la Tierra está concentrado contra los poderes divinos de dos jóvenes titanes psíquicos, el mudo Akira y el trastornado Tetsuo, quien ha devastado la superficie de la Luna por pura diversión. A medida que sus habilidades se expanden, las fuerzas convergen para una confrontación final. El destino del planeta está en manos de simples mortales… y de la mente de un niño.",
        "image": "/images/products/akiravol061-2ef6bba4bb84f3d41115905340018898-240-0.jpeg",
        "price": 4750,
        "stock": 11,
        "categoryId": "manga"
    },
    {
        "id": 7,
        "name": "ATTACK ON TITAN VOL. 22",
        "description": "Tras la terrible batalla contra los titanes, en especial contra el Titán Bestia, el Escuadrón de Reconocimiento llega a la casa natal de Eren, pero el secreto que se oculta en el sótano no es en absoluto lo que se esperaban. ",
        "image": "/images/products/aot_22_2da-edicion-cov1-2a57931a0d85aa83cd16203294556357-240-0.jpeg",
        "price": 1500,
        "stock": 50,
        "categoryId": "manga"
    },
    {
        "id": 8,
        "name": "DRAGON HEAD VOL. 1",
        "description": "Lo que debió haber sido un tranquilo viaje escolar se vuelveuna pesadilla cuando un tren lleno de estudiantes descarrila dentro de un túnel.",
        "image": "/images/products/dragon_head_1_sobrecubierta1-875f6b7efa3fd1c7ae16518570766742-240-0.jpeg",
        "price": 1650,
        "stock": 0,
        "categoryId": "manga"
    },
    {
        "id": 9,
        "name": "SOUL EATER VOL. 11",
        "description": "La aracnofobia ha tomado la ofensiva y extiende la locura de los Kishin por todo el mundo, amenazando a cualquiera que se interponga en su camino.",
        "image": "/images/products/soul-eater-11-cover1-f53c77001ec13ca5b215950050715010-240-0.jpeg",
        "price": 990,
        "stock": 15,
        "categoryId": "manga"
    },
    {
        "id": 10,
        "name": "SANDMAN VOL. 1: PRELUDIOS Y NOCTURNOS",
        "description": "Una de las novelas gráficas más populares y aclamadas por la crítica de todos los tiempos, la galardonada obra maestra de Neil Gaiman, SANDMAN, estableció el estándar para la fantasía lírica y madura en la era moderna de los cómics.",
        "image": "/images/products/sandman_cov_arg1-fc03daafcf2730e73515948585770263-240-0.jpeg",
        "price": 3040,
        "stock": 6,
        "categoryId": "comics"
    },
    {
        "id": 11,
        "name": "GHOST IN THE SHELL",
        "description": "A mediados del siglo XXI, las personas dependen de implantes mecánicos y los robots reciben tejido humano como mejora. En este contexto, la mayor Motoko Kusanagi tiene la tarea de perseguir a los más peligrosos terroristas y cibercriminales, incluyendo a unos hackers capaces de explotar la interfaz humano/máquina y reprogramarlos para transformarlos en sus marionetas.",
        "image": "/images/products/tgits011-742e94f43dadefac9b15905386616797-240-0.jpeg",
        "price": 2640,
        "stock": 3,
        "categoryId": "manga"
    },
    {
        "id": 12,
        "name": "KINGDOM COME: EDICIÓN ABSOLUTA",
        "description": "Autores: Mark Waid • Alex Ross<br>Después de décadas como campeones de la Tierra, todos los miembros de la Liga de la Justicia se han retirado del ojo público, reemplazados por una nueva generación de luchadores contra el crimen cuyo tipo de justicia deja a la humanidad aterrorizada en lugar de inspirada. Pero con el futuro del planeta en pe - ligro, Superman, Wonder Woman y Batman deben salir de su retiro para luchar por última vez por la verdad y la justicia...",
        "image": "/images/products/kingdom-come-cov-arg-11-ee7ba9ae124d4a0ada16130629664661-240-0.jpeg",
        "price": 4880,
        "stock": 12,
        "categoryId": "comics"
    },
    {
        "id": 13,
        "name": "DOOMSDAY CLOCK: PRIMERA PARTE",
        "description": "Autores: Johns • Frank<br>Siete años después de los eventos de Watchmen, Adrian Veidt ha sido expuesto como el asesino de millones. Ahora fugitivo, se le ocurrió un nuevo plan para salvar al mundo que alguna vez lo adoró: encontrar al Dr. Manhattan. Junto a un nuevo Rorschach y los fatales Mimo y Marioneta, la búsqueda los llevará a un Universo DC al borde del colapso.",
        "image": "/images/products/doomsday_clock_vol_01_cov_arg1-0dec0f9c563fc5a6bb16215517985773-240-0.jpeg",
        "price": 3500,
        "stock": 19,
        "categoryId": "comics"
    },
    {
        "id": 14,
        "name": "DOOMSDAY CLOCK: SEGUNDA PARTE",
        "description": "Autores: Johns • Frank<br>¿Dónde o qué es la Sociedad de Justicia de América? ¿Quién es Wally West? A medida que las respuestas a los misterios que atormentan a nuestros héroes se revelan, una cosa es segura: Su mundo nunca será el mismo. Con la Tierra al borde de una superguerra internacional, Black Adam y sus seguidores avanzan mientras nuestros héroes están ocupados en otra parte. El Dr. Manhattan ha puesto en marcha su juego final. El Reloj del Apocalipsis continúa avanzando hacia la medianoche con el destino de todo el multiverso colgando en la balanza.",
        "image": "/images/products/doomsdayclockvol021-1d5d82540814ccb66315908689620786-240-0.jpeg",
        "price": 3650,
        "stock": 24,
        "categoryId": "comics"
    },
    {
        "id": 15,
        "name": "LA MUERTE DE SUPERMAN",
        "description": "Autores: Simonson • Jurgens • Bogdanove • Grummet • Otros<br>¡El evento épico que conmovió al mundo y cambió a superman para siempre! Doomsday, una criatura cuyo único propósito es la destrucción, ha aterrizado en la Tierra. La Liga de la Justicia hizo un valiente y desesperado intento por detenerlo, pero cuando la bestia se acercó a Metrópolis fue Superman quien respondió a la llamada para enfrentarlo. Y entonces sucedió lo impensable.El Hombre de Acero… ¡murió!",
        "image": "/images/products/la_muerte_de_superman_2da_cov1-5b6a1e3579ad88846416336646797558-240-0.jpeg",
        "price": 3650,
        "stock": 13,
        "categoryId": "comics"
    },
    {
        "id": 16,
        "name": "BATMAN: LA BROMA ASESINA",
        "description": "Autores: Moore • Bolland<br>Un mal día. De acuerdo con el motor de locura y caos conocido como el Joker, eso es todo lo que separa a los sanos de los psicóticos. Alan Moore (WATCHMEN) y Brian Bolland (CAMELOT 3000) asumieron hace 30 años el origen del mejor supervillano de los cómics y cambiaron el mundo de Batman para siempre.",
        "image": "/images/products/batman-la-broma-asesina-4ta-edicion-cov1-fcc52891d94ffdfa4d16485608759371-240-0.jpeg",
        "price": 3170,
        "stock": 6,
        "categoryId": "comics"
    },
    {
        "id": 17,
        "name": "BATMAN: EL REGRESO DEL CABALLERO OSCURO",
        "description": "Autores: Miller • Janson • Varley<br>Batman regresa lleno de furia para enfrentarse a una nueva generación de criminales e igualar su nivel de violencia. Celebra una de las historias más influyentes jamás contadas en el medio de los cómics con este clásico indiscutible.",
        "image": "/images/products/el-regreso-del-caballero-oscuro-cov1-1f23a0c0f947fbe9ca16318167373326-240-0.jpeg",
        "price": 3600,
        "stock": 18,
        "categoryId": "comics"
    },
    {
        "id": 18,
        "name": "BATMAN: AÑO UNO",
        "description": "Autores: Miller • Mazzucchelli<br>A su vez brutal, tierna, sombría y esperanzadora, la magistral reinvención de Miller y Mazzucchelli del primer año de Bruce Wayne como el campeón de la ciudad de Gotham ha electrificado generaciones de lectores con su fusión sin precedentes de realismo crudo y elegancia de forma. Esta edición incluye el guion completo y los lápices originales de Batman #407, introducciones de Miller y el editor de la serie, Denny O’Neil, y un postfacio ilustrado por Mazzucchelli.",
        "image": "/images/products/batman_ano_uno-cov-arg1-60c2ec9be621447ebf16003701802536-240-0.jpeg",
        "price": 2980,
        "stock": 5,
        "categoryId": "comics"
    },
    {
        "id": 19,
        "name": "Avengers: The Infinity Saga - Hulk (Avengers Assemble)",
        "description": "¡Hulk Smash! El Increíble Hulk, como se ve en las películas de Los Vengadores, se une a S.H.Figuarts con una escultura completamente nueva!<br>La musculatura poderosa se captura con tecnología de poses de vanguardia. La coloración digital captura fielmente su apariencia y rasgos faciales.<br>¡Los Vengadores se reúnen cuando combinas a Hulk con los otros héroes!",
        "image": "/images/products/hulk-1.webp",
        "price": 46000,
        "stock": 2,
        "categoryId": "figuras"
    },
    {
        "id": 20,
        "name": "Avengers: The Infinity Saga - Thor (Avengers Assemble)",
        "description": "Muy esperado por los fanáticos, ¡El poderoso Thor se une a S.H.Figuarts en el conjunto de los Vengadores!<br>Los efectos de martillo giratorio y relámpago, además de una capa articulada, te sumergen en la acción.<br>¡Los Vengadores se reúnen cuando combinas a Thor con los otros héroes! (se venden por separado)",
        "image": "/images/products/thor-1.webp",
        "price": 39000,
        "stock": 3,
        "categoryId": "figuras"
    },
    {
        "id": 21,
        "name": "Imagination Works - Dragon Ball Z - Vegeta",
        "description": "¡Vegeta se une a la línea de Figuarts!<br>Representado con su traje clásico de Saiyan, la figura está inteligentemente diseñada para ocultar las articulaciones de brazos y piernas para una apariencia increíblemente realista. Una gran variedad de 12 opciones de partes de expresión le permiten personalizar su apariencia para sus pantallas.",
        "image": "/images/products/vegeta-1.webp",
        "price": 43000,
        "stock": 1,
        "categoryId": "figuras"
    },
    {
        "id": 22,
        "name": "ARTFX J - Attack On Titan - Eren Yeager Statue",
        "description": "De la popular serie de anime “Attack on Titan”, el personaje principal de la serie, Eren Yeager, se une a la línea ARTFX J en una variante completamente nueva.<br>La estatua está esculpida en una pose dinámica que evoca la imagen de una batalla en el bosque! Se puede ver a Eren con su hoja ultradura en el aire, recreando el momento en que ataca a un Titán. Lo más destacado de esta estatua es la fuerte expresión de Eren y la pose; las piernas se ven tan naturalmente posadas que parece como si Eren estuviera saltando en el aire.<br>Qué estás esperando para llevarte esta impresionante y única estatua a tu colección?",
        "image": "/images/products/Eren-Yeager-1.webp",
        "price": 54000,
        "stock": 0,
        "categoryId": "figuras"
    },
    {
        "id": 23,
        "name": "DC Comics – Power Girl 1/10 Art Scale",
        "description": "Iron Studios presenta lo último de la línea Art Scale 1:10 DC Comics: ¡Power Girl!<br>Basado en el diseño conceptual de Ivan Reis, esta estatua de polystone de edición limitada está pintada a mano con exquisito detalle.<br>Fanáticos de DC Comics, no pierdas la oportunidad de agregar Power Girl a tu colección!",
        "image": "/images/products/power-girl-1.webp",
        "price": 30000,
        "stock": 2,
        "categoryId": "figuras"
    }
]
